module.exports = {
    BackToHome: 'Вернуться к списку тем',
    Home:{
        functions: 'Функции',
        inequalities: 'Уравнения и неравенства',
        chance: "Теория вероятности",
        radicals: "Корни",  
        progression: "Прогрессии", 
        combinatorics: "Комбинаторика"
    },
    Theme_funcions: {
        func_1: 'Свойства функции',
        func_2: 'Графики функции',
        func_3: 'Область определения и область значений функций',
        func_4: 'Геометрические преобразования',
    },
    Theme_radicals: {
        rad_1: 'Квадратный корень и его свойства',
        rad_2: 'Кубический корень и его свойства',
        rad_3: 'Таблица квадратов',
        rad_4: 'Таблица кубов',
    },
    Theme_inequalities: {
        ineq_1: 'Решение квадратных уравнений',
        ineq_2: 'Метод интервалов',
        /*ineq_4: 'Метод подстановки в неравенствах', потом сделаю
        ineq_2: 'Метод подстановки в уравнениях',*/
        },
    Theme_chance: {
        chan_1: "Определение вероятности",
        chan_2: "Решение задач",
    },
    Theme_progression: {
        prog_1: 'Определение и формулы',
        prog_2: 'Решение задач',
    },
    Theme_combinatorics: {
        comb_1: 'Определение',
        comb_2: 'Решение задач',
    },
}