module.exports = {
    BackToHome: 'Вернуться к списку тем',
    Home:{
        functions: 'Функции',
        inequalities: 'Уравнения и неравенства',
        sin: "Синусы косинусы тангенсы",
        radicals: "Корни",  
        progression: "Прогрессии", 
        statistics: "Статистика, комбинаторика, теория вероятности"
    },
    Theme_funcions: {
        func_1: 'Свойства функции',
        func_2: 'Графики функции',
        func_3: 'Область определения и область значений функций',
        func_4: 'Геометрические преобразования',
    },
    Theme_radicals: {
        rad_1: 'Квадратный корень и его свойства',
        rad_2: 'Кубический корень и его свойства',
        rad_3: 'Таблица квадратов',
        rad_4: 'Таблица кубов',
    },
    Theme_inequalities: {
        ineq_1: 'Решение неравенств второй степени с одной переменной',
        ineq_2: 'Решение неравенств методом интервалов',
        ineq_3: 'Метод подстановки',
        },
    Theme_sin: {
        sin_1: "1",
        sin_2: "2",
        sin_3: "3",
        sin_4: "4",
        sin_5: "5",
        sin_6: "6",
        sin_7: "7",
        sin_8: "8",
        sin_9: "9",
    },
    Theme_equations : { 
        func_1: 'Область определения и область значений функций',
        func_2: 'Свойства функции',
        func_3: 'Графики функции',
        func_4: 'Функции y=x^n',
        func_5: 'Четные и нечетные функции',
    },
   
}